[
    {
        "date": "2015/02/05",
        "url": "https://medium.com/@trog/forgetting-firefox-c04dba853263",
        "title": "Forgetting Firefox",
        "quote": "",
        "comment": "Interesting proposal that Mozilla should focus on Thunderbird instead of Firefox to do to the groupware space what they did to the web space.",
        "tags": [
            "web",
            "mozilla"
        ]
    },
    {
        "date": "2015/02/05",
        "url": "https://ioptconsulting.com/what-is-your-definition-of-personal/",
        "title": "What is your definition of personal?",
        "quote": "One of these you want.  The other you should be wary of, if not downright terrified.  The thing is, how do you tell the difference?",
        "comment": "Excellent read on the misuse of the term 'Personal Cloud' and how cloud solutions are abusing user's data.",
        "tags": [
            "personal cloud"
        ]
    },
    {
        "date": "2015/02/02",
        "url": "https://sandstorm.io/",
        "title": "Sandstorm is an open source platform for personal servers",
        "quote": "",
        "comment": "Open Source. Host your own or sign up for hosted version. There's a <a href='https://sandstorm.io/apps/'>growing list of apps</a>.",
        "tags": [
            "personal cloud"
        ]
    },
    {
        "date": "2015/01/31",
        "url": "https://addons.mozilla.org/en-US/firefox/addon/send-tab-to-device/",
        "title": "Send Tab to Device Addon for Firefox",
        "quote": "",
        "comment": "Firefox Sync syncs your browser profile (bookmarks, history, tabs, etc) across multiple devices (desktop and Android). Use this addon to send a tab from one desktop to another or to Android. This functionality is built into Android but an addon is required on Desktop. I use this all the time when I come across something at work or on the go but would rather look at when I'm home.",
        "tags": [
            "firefox"
        ]
    },
    {
        "date": "2015/01/30",
        "url": "http://mapbrief.com/2012/08/01/how-the-public-actually-uses-local-government-web-maps-metrics-from-denver/",
        "title": "How the Public Actually Uses Local Government Web Maps: Metrics from Denver",
        "quote": "#1 Single-Topic maps get 3 times the traffic of the traditional Map Portal <br/>#2 60% of map traffic comes directly from search engine requests <br/>#3 Auto-complete drives clean user queries <br/>#4 Map Usage is Spiky <br/>#5 People Look Up Info on Maps, and Leave <br/>#6 People Actually Interact with Balloon Content </br>#7 People Rarely Change Default Map Settings",
        "comment": "Insightful findings.",
        "tags": [
            "gis"
        ]
    },
    {
        "date": "2015/01/29",
        "url": "https://www.youtube.com/watch?x-yt-ts=1422327029&x-yt-cl=84838260&feature=player_detailpage&v=oP3c1h8v2ZQ#t=20",
        "title": "Stories as diagram curves",
        "quote": "",
        "comment": "That's why you feel like you've seen this movie before.",
        "tags": [
            "video"
        ]
    },
    {
        "date": "2015/01/28",
        "url": "http://en.m.wikipedia.org/wiki/James_May#Dismissal_from_Autocar",
        "title": "TIL James May was fired from Autocar magazine after he put a hidden message using the initial letter in each page ",
        "quote": "'May confessed that in 1992 he was dismissed from Autocar magazine after putting together a hidden message or acrostic in one issue.'<br/>'May's role was to put the entire supplement together, which was extremely boring and took several months'.<br/>'May's original message, punctuated appropriately, reads: So you think it's really good, yeah? You should try making the bloody thing up; it's a real pain in the arse.'.<br/>'The editors of Autocar missed the 'joke' and only became aware of it when readers started calling in about it, thinking there might be a prize. '",
        "comment": "",
        "tags": [
            "top gear"
        ]
    }
]
